Repository: ControlledChaos/BP-Polls
Catalog: langs/bp_polls-*.po
Languages: de_de, it_it

source: Polls
de_de: Umfragen
it_it: Sondaggi

source: Please enter the Poll name
de_de: Bitte geben Sie einen Namen für die Umfrage ein
it_it: Inserisci il nome del sondaggio

source: Start date can not be empty
de_de: Startdatum darf nicht leer sein
it_it: La data di inizio non può essere vuota

source: End date can not be empty
de_de: Eddatum darf nicht leer sein
it_it: La data di fine non può essere vuota

source: Start date must be less than the end date
de_de: Das Startdatum der Umfrage muss vor dem Enddatum liegen
it_it: La data di inizio deve essere precedente alla data di fine

source: Poll must have at least one question
de_de: Eine Umfrage muss mundestens eine Frage haben
it_it: Il sondaggio deve avere almeno una domanda

source: Missed question text for Question #
de_de: Es wurde kein Text bei der Frage angegeben
it_it: Testo della domanda mancante per Domanda #

source: Dating Poll must have at least 2 dates
de_de: Eine Terminumfrage muss mindestens zwei Termine enthalten
it_it: Il sondaggio per un appuntamento deve avere almeno 2 date

source: Question #
de_de: Frage #
it_it: Domanda #

source: must have at least 2 answers
de_de: muss mindestens zwei Antworten haben
it_it: deve avere almeno 2 risposte

source: Missed start for date #
de_de: Start für den Termin fehlt #
it_it: Data di inizio mancante #

source: Missed end for date #
de_de: Ende für den Termin fehlt #
it_it: Data di fine mancante #

source: The startdate for answer
de_de: Das Startdatum für Antwort
it_it: La data di inizio per la risposta

source: have to be before the enddate
de_de: muss vor dem Startdatum liegen
it_it: deve essere prima della data di fine

source: A start and an end date for answer
de_de: Das Start- und Enddatum für Antwort
it_it: Una data di inizio e di fine per risposta

source: have to be filled in
de_de: muss angegeben werden
it_it: deve essere compilato

source: Missed answer text for Question #
de_de: Antworttext für die Frage fehlt #
it_it: Testo di risposta mancante per Domanda #

source: Answer #
de_de: Antwort #
it_it: Risposta #

source: Are you sure want delete this answer?
de_de: Soll die Antwort wirklich gelöscht werden?
it_it: Sei sicuro di voler cancellare questa risposta?

source: Are you sure want delete this date?
de_de: Soll der Termin wirklich gelöscht werden?
it_it: Sei sicuro di voler cancellare questa data?

source: Are you sure want delete this question?
de_de: Soll diese Frage wirklich gelöscht werden?
it_it: Sei sicuro di voler cancellare questa domanda?

source: Poll Name
de_de: Name der Umfrage
it_it: Nome Sondaggio

source: Total
de_de: Insgesamt
it_it: Totale

source: votes
de_de: Stimmen
it_it: voti

source: Thank you for the vote! It was successfully saved.
de_de: Vielen Dank für die Teilnahme! Die Daten wurden erfolgreich gespeichert.
it_it: Grazie per il tuo voto! Registrato con successo.

source: Invites have been sent successfully
de_de: Einladungen wurden erfolgreich gesendet.
it_it: Gli inviti sono stati mandati con successo

source: Are you sure want to proceed? This action will clear all votes statistic.
it_it: Vuoi procedere? Questa azione cancellerà tutte le statistiche di voto.

source: Choose Time
de_de: Zeit w&auml;hlen
it_it: Scegli orario

source: Now
de_de: Jetzt
it_it: Adesso

source: Done
de_de: Fertig
it_it: Fatto

source: Time
de_de: Uhrzeit
it_it: Orario

source: Hour
de_de: Stunde
it_it: Ora

source: Minute
it_it: Minuto

source: Open
de_de: Offen
it_it: Aperto

source: Closed
de_de: Geschlossen
it_it: Chiuso

source: Draft
de_de: Entwurf
it_it: Bozza

source: BP Polls Options
de_de: BP Poll Optionen
it_it: Opzioni BP Pools

source: Enable inviting all users to poll.
de_de: Alle Benutzer zur Umfrage einladen erlauben.
it_it: Abilita invito di tutti gli utenti alla votazione.

source: You have already voted
de_de: Sie haben bereits abgestimmt
it_it: Hai già votato

source: A voice from your IP is already considered
de_de: Eine Abstimmung von Ihrer IP Adresse wurde bereits vorgenommen
it_it: Un voto dal tuo indirizzo IP è già considerato

source: invites you to particiapte in a poll
de_de: lädt Sie ein um an der Umfrage teilzunehmen
it_it: ti invita a partecipare ad un sondaggio

source: Participate in a poll!
de_de: An der Umfrage teilnehmen!
it_it: Partecipa al sondaggio!

source: There is no poll with this ID
de_de: Es gibt keine Umfrage mit dieser ID
it_it: Nessun sondaggio con questo ID

source: Missing poll ID
de_de: Poll ID fehlt
it_it: ID sondaggio mancante

source: Invite group users
de_de: Gruppe
it_it: Seleziona utenti gruppo

source: Invite all friends
de_de: Kontakte
it_it: Seleziona amici

source: Invite all users
de_de: Alle
it_it: Seleziona tutti

source: Send Invites
de_de: Einladungen senden
it_it: Spedisci Inviti

source: Cancel
de_de: Abbrechen
it_it: Annulla

source: No users to invite
de_de: Kein Benutzer zum Einladen vorhanden.
it_it: Nessun utente da invitare

source: Invite to the poll
de_de: Zur Umfrage einladen
it_it: Invita al sondaggio

source: There are no polls in this taxonomy
de_de: Keine Umfragen gefunden
it_it: Non ci sono sondaggi in questa tassonomia

source: There in no taxonomy with this ID
de_de: Keine Umfragen mit dieser ID gefunden
it_it: Non ci sono tassonomie con questo ID

source: Missing taxonomy ID
de_de: Taxonomy ID fehlt
it_it: ID tassonomia mancante

source: Missing category ID
de_de: Kategorie ID fehlt
it_it: ID categoria mancante

source: Polls List
de_de: Umfragenliste
it_it: Lista sondaggi

source: New Poll
de_de: Neue Umfrage
it_it: Nuovo sondaggio

source: Taxonomy
de_de: Schlagworte & Kategorien
it_it: Classificazione

source: &laquo; Previous
de_de: &laquo; Vorherige
it_it: &laquo; Precedente

source: Next &raquo;
de_de: Nächste &raquo;
it_it: Prossima &raquo;

source: All users
de_de: Alle Benutzer
it_it: Tutti gli utenti

source: Group Members
de_de: Gruppenmitglieder
it_it: Membri del gruppo

source: Save
de_de: Speichern
it_it: Salva

source: We are sorry, but poll was not created. Some error occured.
de_de: Ein Fehler ist aufgetreten. Leider konnte keine Umfrage erstellt werden.
it_it: Spiacente, il sondaggio non è stato creato. Si è verificato un errore.

source: We are sorry, but poll not updated. Missing poll ID.
de_de: Die Umfrage wurde nicht aktualisiert. Die Umfragen ID fehlt.
it_it: Spiacente, il sondaggio non è stato aggiornato. ID sondaggio mancante.

source: Poll was succesfully deleted
de_de: Umfrage wurde erfolgreich gelöscht
it_it: Il sondaggio è stato cancellato

source: Category
it_it: Categoria

source: %s with name
it_it: %s con nome

source: aleady exists
it_it: già esiste

source: %s "%s" saved successfully
it_it: %s "%s" salvato con successo

source: "%s" not saved
it_it: "%s" non salvato

source: My Polls
de_de: Meine Umfragen
it_it: Sondaggi avviati

source: User Polls
de_de: Benutzerumfragen
it_it: Votazioni utente

source: View Poll
de_de: Umfrage ansehen
it_it: Vedi Sondaggio

source: Edit Poll
de_de: Umfrage bearbeiten
it_it: Modifica Sondaggio

source: You don't have permissions to access this page
de_de: Sie haben nicht die Berechtigungen diese Seite zu öffnen
it_it: Non hai i permessi per accedere a questa pagina

source: Requested page was not found
de_de: Aufgerufene Seite wurde nicht gefunden
it_it: La pagina richiesta non è stata trovata

source: Categories
de_de: Kategorien
it_it: Categorie

source: Add Category
de_de: Kategorie hinzufügen
it_it: Aggiungi Categoria

source: Show All Categories
de_de: Zeige alle Kategorien
it_it: Mostra tutte le categorie

source: Add Tag
de_de: Schlagwort hinzufügen
it_it: Aggiungi Tag

source: This category should be so broad as to expect more polls to be part of that category. Ideally you chose just one category for every poll, but it is possible to chose multiple categories. Categories are descriptive elements. Tags are more associative elements. You can use them to further refine the description of your poll. Just write down 3-5 words that come to your mind when you think about this poll. Tags should not include categories.
it_it: La Categoria dovrebbe essere abbastanza ampia da aspettarsi che altri sondaggi possano far parte della stessa. Idealmente dovresti scegliere solo una categoria per ciascun sondaggio, ma è possibile scegliere più categorie. Le categorie sono elementi descrittivi. I Tag sono elementi più associativi. Puoi usarli per rifinire ulteriormente la descrizione del tuo sondaggio. Scrivi 3-5 parole che ti vengono in mente quando pensi a questo sondaggio. I Tag non dovrebbero includere le Categorie.

source: Poll Start Date
de_de: Start der Umfrage
it_it: Data di inizio sondaggio

source: Poll End Date
de_de: Ende der Umfrage
it_it: Data di fine sondaggio

source: Activate Poll
de_de: Umfrage aktivieren
it_it: Attiva Sondaggio

source: Make this poll active
de_de: Diese Umfrage aktivieren
it_it: Rendi questo sondaggio attivo

source: Who can see this poll
de_de: Wer kann diese Umfrage sehen
it_it: Chi può vedere questo sondaggio

source: Autorized users
it_it: Utenti autorizzati

source: Invited users
de_de: Eingeladene Benutzer
it_it: Utenti invitati

source: Friends
de_de: Kontakte
it_it: Amici

source: Show Poll results to users
de_de: Teilnehmern die Umfrageergebnisse anzeigen
it_it: Mostra risultati sondaggio agli utenti

source: Yes
de_de: Ja
it_it: Si

source: Save only poll data
de_de: Nur Umfragedaten speichern
it_it: Salva solo dati del sondaggio

source: This button will save only poll Start and End date, Name and activity status. Questions and answers will NOT be saved. And votes statistic will NOT be cleared
de_de: Dieser Button wird nur die Einstellungen der Umfrage und nicht die Fragen speichern. Die Umfragestatistiken werden nicht gelöscht.
it_it: Questo bottone salverà solo le date di inizio e fine del sondaggio, il nome e lo stato di attività. Domande e risposte NON saranno salvate. Le statistiche di voto NON saranno cancellate

source: Remove Question
de_de: Frage löschen
it_it: Rimuovi Domanda

source: Question
de_de: Frage
it_it: Domanda

source: Your question
de_de: Ihre Frage
it_it: La tua domanda

source: Answer Type
de_de: Art der Antwort
it_it: Tipo di risposta

source: One Answer
de_de: Eine Antwort
it_it: Una risposta

source: Multiple Answers
de_de: Mehrere Anworten
it_it: Risposte multiple

source: Limit number of answers
de_de: Anzahl der Antworten begrenzen
it_it: Limita il numero di risposte

source: Answers
de_de: Antworten
it_it: Risposte

source: Dates
de_de: Termine
it_it: Date

source: Start
it_it: Inizio

source: End
de_de: Ende
it_it: Fine

source: Remove
de_de: Löschen
it_it: Rimuovi

source: Add Answer
de_de: Antwort hinzufügen
it_it: Aggiungi Risposta

source: Add Date
de_de: Datum hinzufügen
it_it: Aggiungi Data

source: Add Question
de_de: Frage hinzufügen
it_it: Aggiungi Domanda

source: Save poll (votes will be cleared)
de_de: Umfrage speichern (Antworten werden gelöscht)
it_it: Salva sondaggio (i voti saranno cancellati)

source: This button will save ALL poll data, questions, answers. And VOTES statistic will be CLEARED
de_de: Dieser Button speichert alle Umfragedaten, Fragen. Umfragestatisitiken und Antworten werden gelöscht
it_it: Questo bottone salverà TUTTI i dati del sondaggio, domande e risposte. Le statistiche dei VOTI saranno CANCELLATE

source: Edit taxonomy
de_de: Bearbeiten.
it_it: Modifica classificazione

source: Save taxonomy
de_de: Speichern
it_it: Salva classificazione

source: Poll Type
de_de: Art der Umfrage
it_it: Tipo sondaggio

source: Question Poll
de_de: Umfrage
it_it: Domanda

source: Dating Poll
de_de: Terminumfrage
it_it: Appuntamento

source: Add tag
de_de: Schlagwort hinzufügen
it_it: Aggiungi tag

source: Create poll
de_de: Umfrage erstellen
it_it: Crea sondaggio

source: Edit
de_de: Bearbeiten
it_it: Modifica

source: Delete Poll
de_de: Umfrage löschen
it_it: Cancella Sondaggio

source: *WARNING* Once deleted this poll cant be restored! Are you sure you want to delete th poll '%s'?
it_it: *ATTENZIONE* Una volta cancellato questo sondaggio non può essere ripristinato! Vuoi cancellare il sondaggio '%s'?

source: Delete
de_de: Löschen
it_it: Elimina

source: This is hidden poll
de_de: Das ist eine verstecke Umfrage
it_it: Questo è un sondaggio nascosto

source: Status
it_it: Stato

source: Expire
de_de: Endet
it_it: Scade

source: Questions
de_de: Fragen
it_it: Domande

source: There are no polls to show
de_de: Keine Umfragen vorhanden
it_it: Non ci sono sondaggi da mostrare

source: New Category
it_it: Nuova Categoria

source: New Tag
it_it: Nuova Tag

source: *WARNING* This category has polls. If you delete the category - all polls loosing category information. Are you sure want delete this category?
it_it: *ATTENZIONE* Questa categoria è assegnata a dei sondaggi. Se cancelli la categoria - sarà rimossa da tutti i sondaggi. Sicuro di voler cancellare la categoria?

source: Are you sure want delete this category?
it_it: Vuoi cancellare questa categoria?

source: *WARNING* This tag has polls. If you delete the category - all polls loosing tag information. Are you sure want delete this tag?
it_it: *ATTENZIONE* Questo tag è assegnato a dei sondaggi. Se cancelli il tag - sarà rimosso da tutti i sondaggi. Sicuro di voler cancellare il tag?

source: Are you sure want delete this tag?
it_it: Vuoi cancellare questo tag?

source: This poll is expired
de_de: Diese Umfrage ist beendet
it_it: Questo sondaggio è concluso

source: You don't have enough rights to see the vote's results.
de_de: Sie haben keine Rechte die Umfragergebnsse anzusehen.
it_it: Non hai permessi sufficienti per vedere i risultati di voto.

source: Maximum
de_de: Maximal
it_it: Massimo

source: options allowed
de_de: Optionen erlaubt
it_it: opzioni permesse

source: Vote
de_de: Abstimmen
it_it: Vota

source: is aleady exist
de_de: existiert bereits

source: Tags
de_de: Schlagwörter

source: No
de_de: Nein

source: New category
de_de: Neue Kategorie

source: Taxonomy not saved
de_de: Nicht gespeichert.
